
export const docdata = [
  { 'หมายเลข': '426333', 'ชื่อเอกสาร': 'รายงานปี2550', 'เรื่อง': 'เอกสารรายงานประจำปี 2550', 'หน่วยงาน': 'บัญชี', 'วันที่': '21/12/2549', 'เวลา': '14:12' },
  { 'หมายเลข': '426334', 'ชื่อเอกสาร': 'รายงานปี2551', 'เรื่อง': 'เอกสารรายงานประจำปี 2551', 'หน่วยงาน': 'การเงิน', 'วันที่': '20/12/2550', 'เวลา': '15:20' },
  { 'หมายเลข': '426335', 'ชื่อเอกสาร': 'รายงานปี2552', 'เรื่อง': 'เอกสารรายงานประจำปี 2552', 'หน่วยงาน': 'การเงิน', 'วันที่': '19/12/2551', 'เวลา': '16:30' },
  { 'หมายเลข': '426336', 'ชื่อเอกสาร': 'รายงานปี2553', 'เรื่อง': 'เอกสารรายงานประจำปี 2553', 'หน่วยงาน': 'ทรัพยากรบุคคล', 'วันที่': '18/12/2552', 'เวลา': '17:40' },
  { 'หมายเลข': '426337', 'ชื่อเอกสาร': 'รายงานปี2554', 'เรื่อง': 'เอกสารรายงานประจำปี 2554', 'หน่วยงาน': 'บัญชี', 'วันที่': '17/12/2553', 'เวลา': '18:50' },
  { 'หมายเลข': '426338', 'ชื่อเอกสาร': 'รายงานปี2555', 'เรื่อง': 'เอกสารรายงานประจำปี 2555', 'หน่วยงาน': 'การเงิน', 'วันที่': '10/12/2554', 'เวลา': '19:00' },
  { 'หมายเลข': '426339', 'ชื่อเอกสาร': 'รายงานปี2556', 'เรื่อง': 'เอกสารรายงานประจำปี 2556', 'หน่วยงาน': 'การตลาด', 'วันที่': '11/12/2555', 'เวลา': '20:10' },
  { 'หมายเลข': '426340', 'ชื่อเอกสาร': 'รายงานปี2557', 'เรื่อง': 'เอกสารรายงานประจำปี 2557', 'หน่วยงาน': 'ไอที', 'วันที่': '14/11/2556', 'เวลา': '21:20' },
  { 'หมายเลข': '426341', 'ชื่อเอกสาร': 'รายงานปี2567', 'เรื่อง': 'เอกสารรายงานประจำปี 2567', 'หน่วยงาน': 'ไอที', 'วันที่': '16/11/2567', 'เวลา': '18:30' },
  { 'หมายเลข': '426342', 'ชื่อเอกสาร': 'รายงานปี2567', 'เรื่อง': 'เอกสารรายงานประจำปี 2567', 'หน่วยงาน': 'บัญชี', 'วันที่': '17/11/2567', 'เวลา': '16:45' },
  { 'หมายเลข': '426343', 'ชื่อเอกสาร': 'รายงานปี2567', 'เรื่อง': 'เอกสารรายงานประจำปี 2567', 'หน่วยงาน': 'การเงิน', 'วันที่': '18/11/2567', 'เวลา': '00:30' },

];
